---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.KgfPerM
source: html/7f3eb03f-d0f7-dbc8-ace4-dec6167346e7.htm
---
# Autodesk.Revit.DB.SymbolTypeId.KgfPerM Property

Symbol kgf/m, indicating unit Kilograms force per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId KgfPerM { get; }
```